{
  "finder": "Finder",
  "discounted": "Your Local",
  "discountWord": "Discount",
  "helpingYouD": "Discover personalized, location-based deals tailored to your preferences—saving you time and money effortlessly.",
  "signUp": "Sign up for early access",
  "ecoChampionT": "Become an",
  "ecoChampionD": "Cut paper discounts by 15% with trackable, redeemable digital deals.",
  "neverT": "Never miss an opportunity to",
  "neveraT": "Never miss an",
  "neverbT": "opportunity to",
  "neverSave": "save",
  "neverD": "discover personalized deals tailored to your preference and location.",
  "opportunityT": "Don't Miss Out",
  "onGreat": "on Great",
  "saved": "DEALS",
  "opportunityD": "Find discounts you'll love, tailored just for you and where you shop.",
  "personalShopperT": "Your AI-Powered",
  "personalShopperD": "Shopping can be hectic, let Dishpal find those discount for you.",
  "whyChooseT": "Why Choose Dishpal?",
  "whyChooseD1": "Shop smarter and greener with innovative features that boost your savings and make shopping for discount a breeze.",
  "locationBasedT": "Location-Based Alerts",
  "locationBasedD": "Get real-time updates on nearby deals with our geolocation technology, ensuring you never miss a chance to save.",
  "personRecommendationT": "Personalized Recommend ations ",
  "personRecommendationD": "Dishpal.ai's AI understands your shopping habits to suggest discounts that match your interests, making shopping easier and more enjoyable.",
  "neverMissDiscountT": "Never Miss a Deal",
  "neverMissDiscountD": "With our 'Buy Now, Pay Later' feature, grab discounts even when funds are tight. Stay flexible and never let limited-time offers slip away.",
  "saveMoneyT": "Save More, Stress Less",
  "saveMoneyD": "Unlock exclusive discounts and promotions with Dishpal.ai, your one-stop platform for maximizing savings. Track your monthly savings effortlessly and see how much smarter shopping pays off!",
  "sustainableShoppingT": "Sustainable Shopping",
  "sustainableShoppingD": "Dishpal.ai helps you go green by replacing paper-based methods with a fully digital platform. Save money while supporting a cleaner, greener planet.",
  "reduceFoodWasteT": "Reduce Food Waste",
  "reduceFoodWasteD": "Dishpal.ai connects you with discounts on near-expiry items, reducing waste while saving you money. Shop smarter and support sustainable consumption.",
  "buyS": "Buy With",
  "buyM": "friends",
  "buyE": "and get a discount. ",
  "buyD": "Invite your friends to join group purchases and unlock exclusive discounts",
  "take6": "Take A 60",
  "0Seconds": "Seconds Survey",
  "helpusImproveT": "Help us improve ",
  "faqT": "Frequently asked questions ",

  "whatDoesDishpalT": "What does Dishpal offer?",
  "whatDoesDishpalD": "Dishpal.ai is an innovative platform that delivers personalized, real-time, location-based discounts tailored to your shopping preferences. By leveraging advanced AI algorithms and geolocation technology, we ensure you receive the most relevant deals, enhancing your shopping experience and helping you save money.",
  "whatTypesofProcutsT": "What types of products can I find here?",
  "whatTypesofProcutsD": "Dishpal.ai encompasses a wide array of shopping categories, including electronics, fashion, groceries, home goods, furnitures and more. Our platform aggregates discounts from various retailers, providing you with a comprehensive selection of products to meet your diverse shopping needs.",
  "isMyPersonalInfoT": "Is my personal information safe using this website?",
  "isMyPersonalInfoD": "Absolutely. At Dishpal.ai, we prioritize the security and privacy of your personal information. Operating within Austria and the broader European Union, we strictly adhere to all relevant data protection regulations, including the General Data Protection Regulation (GDPR) and the Austrian Data Protection Act (DSG). These laws mandate rigorous standards for data handling, ensuring your information is processed lawfully, transparently, and securely. Additionally, we comply with the European Union's Artificial Intelligence Act (AI Act), which governs the ethical use of AI technologies, further safeguarding your data. Our commitment to these regulations reflects our dedication to maintaining your trust and protecting your privacy.",
  "canYourAIFeaturT": "Can your AI feature help me compare products?",
  "canYourAIFeaturD": "Yes, our AI-driven platform not only personalizes discount recommendations but also assists in comparing products. By analyzing various product features, prices, and reviews, Dishpal.ai helps you make informed purchasing decisions, ensuring you choose the best product that fits your needs and budget.",
  "readyTimeT": "When will the website be ready?",
  "readyTimeD": "We are diligently working to bring Dishpal.ai to you as soon as possible. Our team is in the final stages of development, and we anticipate launching the website in the coming months. Please stay tuned for updates, and we appreciate your patience and interest in Dishpal.ai.",
  "aboutT": "About Us",
  "visionT": "Vision",
  "visionD": "To make discount shopping smarter and more efficient by providing personalized, real-time, location-based deals while promoting eco-friendly habits and supporting local businesses.",
  "missionT": "Mission",
  "missionD": "Dishpal.ai improves shopping by using AI to deliver tailored discounts, reduce paper waste, and connect shoppers with local retailers. We focus on sustainability and innovation to bring value to consumers and partners alike.",
  "available": "Will be available on ",
  "home": "Home",
  "aboutUs": "About us",
  "services": "Services",
  "development": "Web App is still under Development",
  "surveyMobile": "Dishpal.ai aggregates the best deals from various retailers, providing you with a centralized platform to maximize your savings. We would also calculate how much money you have saved by the end of the month from using Dishpal.ai",
  "quickSurvey": "Take A Quick Survey",
  "socials": "Socials"
}
