{
  "finder": "Rabatt-Finder",
  "discounted": "Dein",
  "discountWord": "lokaler",
  "helpingYouD": "Entdecke personalisierte, standortbasierte Angebote, die perfekt zu deinen Vorlieben passen - spare Zeit und Geld ganz mühelos.",
  "signUp": "Jetzt vorab anmelden",
  "ecoChampionT": "Werde ein",
  "ecoChampionD": "Reduziere Papier-Rabatte um 15 % mit nachverfolgbaren, einlösbaren digitalen Angeboten.",
  "opportunityT": "Verpasse keine ",
  "onGreat": "tollen",
  "saved": "Angebote",
  "neverT": "Mis nooit meer een kans",
  "neveraT": "Mis nooit meer",
  "neverbT": "een kans",
  "neverSave": "redden",
  "neverD": "ontdek gepersonaliseerde aanbiedingen op maat van uw voorkeur en locatie.",
  "opportunityD": "Finde Rabatte, die du lieben wirst perfekt auf dich und deine Einkaufsorte abgestimmt.",
  "personalShopperT": "Dein KI-gestützter",
  "personalShopperD": "Einkaufen kann stressig sein - Lass Dishpal die für dich besten Rabatte finden. Jetzt vorab anmelden",
  "whyChooseT": "Warum Dishpal?",
  "whyChooseD1": "Shoppe cleverer und nachhaltiger mit innovativen Funktionen, die dir das Sparen leicht machen.",
  "locationBasedT": "Standort bezogene Benachrich tigungen",
  "locationBasedD": "Erhalte Echtzeit-Updates über Angebote in deiner Nähe - mit unserer Geotechnologie verpasst du keine Sparchance.",
  "personRecommendationT": "Individuelle Empfehlungen",
  "personRecommendationD": "Dishpal.ai erkennt deine Einkaufsgewohnheiten und schlägt dir Rabatte vor, die zu dir passen - für einfacheres und angenehmeres Shoppen.",
  "neverMissDiscountT": "Kein Angebot verpassen",
  "neverMissDiscountD": "Mit der „Kauf jetzt, zahl später“-Funktion sicherst du dir Rabatte, auch wenn das Budget knapp ist. Bleib flexibel und nutze zeitlich begrenzte Angebote.",
  "saveMoneyT": "Mehr sparen, weniger Stress",
  "saveMoneyD": "Finde exklusive Rabatte und verfolge, wie viel du mit Dishpal.ai monatlich sparst!",
  "sustainableShoppingT": "Nachhaltig shoppen",
  "sustainableShoppingD": "Dishpal.ai ersetzt Papier durch digitale Lösungen - spare Geld und schütze die Umwelt!",
  "reduceFoodWasteT": "Lebensmittelver schwendung reduzieren",
  "reduceFoodWasteD": "Finde Rabatte auf fast abgelaufene Produkte - spare Geld und unterstütze nachhaltigen Konsum!",
  "buyS": "Kaufen Sie mit",
  "buyM": "Freunden",
  "buyE": "und erhalten Sie einen Rabatt.",
  "buyD": "Laden Sie Ihre Freunde zu Gruppenkäufen ein und schalten Sie gemeinsam exklusive Rabatte.",
  "take6": "Nimm an unserer 6o-Sekunden Umfrage teil",
  "0Seconds": "",
  "helpusImproveT": "Hilf uns diese zu verbessern.",

  "faqT": "Häufig gestellte Fragen (FAQ)",

  "whatDoesDishpalT": "Was bietet Dishpal.ai an?",
  "whatDoesDishpalD": "Dishpal.ai ist eine innovative Plattform, die dir personalisierte, standortbasierte Echtzeit-Rabatte entsprechend deinen Einkaufspräferenzen liefert. Durch den Einsatz fortschrittlicher KI-Algorithmen und Geolocation-Technologie stellen wir sicher, dass du die relevantesten Angebote erhältst, dein Einkaufserlebnis verbessert wird und du Geld sparen kannst.",
  "whatTypesofProcutsT": "Welche Produktkategorien finde ich hier?",
  "whatTypesofProcutsD": "Dishpal.ai deckt eine breite Palette von Einkaufskategorien ab, darunter Elektronik, Mode, Lebensmittel, Haushaltswaren, Möbel und mehr. Unsere Plattform aggregiert Rabatte von verschiedenen Händlern und bietet dir eine umfassende Auswahl an Produkten, um deine vielfältigen Einkaufsbedürfnisse zu erfüllen.",
  "isMyPersonalInfoT": "Ist meine persönliche Information bei der Nutzung dieser Website sicher?",
  "isMyPersonalInfoD": "Natürlich. Bei Dishpal.ai haben die Sicherheit und der Schutz deiner persönlichen Daten höchste Priorität. Als in Österreich und der Europäischen Union tätiges Unternehmen halten wir uns strikt an alle relevanten Datenschutzbestimmungen, einschließlich der Datenschutz-Grundverordnung (DSGVO) und des österreichischen Datenschutzgesetzes (DSG). Diese Gesetze verlangen strenge Standards für den Umgang mit Daten und gewährleisten, dass deine Informationen rechtmäßig, transparent und sicher verarbeitet werden. Zusätzlich erfüllen wir die Anforderungen des EU-KI-Gesetzes, das den ethischen Einsatz von KI-Technologien regelt und somit deine Daten weiter schützt. Unser Engagement für diese Vorschriften spiegelt unsere Verpflichtung wider, dein Vertrauen zu bewahren und deine Privatsphäre zu schützen.",
  "canYourAIFeaturT": "Kann die KI-Funktion mir beim Produktvergleich helfen?",
  "canYourAIFeaturD": "Ja, unsere KI-gesteuerte Plattform personalisiert nicht nur Rabattempfehlungen, sondern unterstützt dich auch beim Vergleich von Produkten. Durch die Analyse verschiedener Produktmerkmale, Preise und Bewertungen hilft dir Dishpal.ai, fundierte Kaufentscheidungen zu treffen und das beste Produkt zu wählen, das deinen Bedürfnissen und deinem Budget entspricht.",
  "readyTimeT": "Wann wird die Website verfügbar sein?",
  "readyTimeD": "Wir arbeiten mit Hochdruck daran, Dishpal.ai so schnell als möglich für dich bereitzustellen. Unser Team befindet sich in den letzten Entwicklungsphasen und wir planen, die Website in den kommenden Monaten zu starten. Es gibt laufend Updates. Wir sagen Danke für dein Interesse an Dishpal.ai und auch für deine Geduld.",
  "aboutT": "Über uns",
  "visionT": "Vision",
  "visionD": "Wir möchten das Einkaufen mit Rabatten intelligenter und effizienter machen, indem wir personalisierte, standortbasierte Angebote in Echtzeit bereitstellen und gleichzeitig umweltfreundliche Gewohnheiten fördern und lokale Unternehmen unterstützen.",
  "missionT": "Mission",
  "missionD": "Dishpal.ai verbessert das Einkaufen, indem es die KI nutzt, um maßgeschneiderte Rabatte anzubieten, Papierabfall zu reduzieren und Käufer mit lokalen Händlern verbindet. Unser Fokus liegt auf der Nachhaltigkeit und diese Innovation bietet Verbrauchern und Partnern einen Mehrwert.",
  "available": "Verfügbar ab",
  "home": "Startseite",
  "aboutUs": "Über uns",
  "services": "Dienstleistungen",
  "development": "Die Web-App befindet sich noch in der Entwicklung",
  "surveyMobile": "Dishpal.ai fasst die besten Angebote verschiedener Einzelhändler zusammen und bietet Ihnen eine zentrale Plattform, mit der Sie Ihre Ersparnisse maximieren können. Wir würden auch berechnen, wie viel Geld Sie bis zum Monatsende durch die Nutzung von Dishpal.ai gespart haben",
  "quickSurvey": "Machen Sie eine kurze Umfrage",
  "socials": "Soziale Netzwerke"
}
